       IDENTIFICATION DIVISION.
       PROGRAM-ID. OpenSourceIndia.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 HELLO-X            PIC X(40).
       PROCEDURE DIVISION.
       DISPLAY "Hello World OpenSource India".
       STOP RUN.
       