       IDENTIFICATION DIVISION.
       PROGRAM-ID. OpenAtAmazon.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 HELLO-X            PIC X(40).
       PROCEDURE DIVISION.
       DISPLAY "How to modernize your legacy COBOL applications".
       STOP RUN.
       